
/*About screen blog label*/
"About.blog" = "https://digibyte.org/";

/*About screen footer*/
"About.footer" = "Diciptakan oleh tim DigiByte global. Versi %1$@";

/*Privay Policy button label*/
"About.privacy" = "Kebijakan Privasi";

/*About screen reddit label*/
"About.reddit" = "https://www.reddit.com/r/Digibyte/";

/*Terms of Use button label*/
"About.terms" = "Syarat Penggunaan";

/*About screen title*/
"About.title" = "DigiByte untuk iOS adalah dompet ponsel untuk Digibyte.";

/*About screen twitter label*/
"About.twitter" = "http://twitter.com/digibytecoin";

/*Close modal button accessibility label*/
"AccessibilityLabels.close" = "Tutup";

/*Support center accessibiliy label*/
"AccessibilityLabels.faq" = "Pusat Layanan";

/*Loading Wallet Message*/
"Account.loadingMessage" = "Memuat Dompet";

/*Default wallet name*/
"AccountHeader.defaultWalletName" = "DigiByte Saya";

/*Error alert title*/
"Alert.error" = "Error";

/*No internet alert message*/
"Alert.noInternet" = "Tidak ditemukan koneksi internet. Periksa kembali koneksi anda dan ulangi kembali.";

/*Warning alert title*/
"Alert.warning" = "Peringatan";

/*'the addresses were copied'' Alert title*/
"Alerts.copiedAddressesHeader" = "Alamat tersalin";

/*Addresses Copied Alert sub header*/
"Alerts.copiedAddressesSubheader" = "Semua alamat dompet telah berhasil disalin.";

/*Alert Header Label (the paper key was set)*/
"Alerts.paperKeySet" = "Perangkat Personal Recovery Key";

/*Alert Subheader label (playfully positive)*/
"Alerts.paperKeySetSubheader" = "Luar biasa!";

/*Alert Header label (the PIN was set)*/
"Alerts.pinSet" = "PIN Set";

/*Send failure alert header label (the send failed to happen)*/
"Alerts.sendFailure" = "Pengiriman gagal";

/*Send success alert header label (confirmation that the send happened)*/
"Alerts.sendSuccess" = "Mengirim Konfirmasi";

/*Send success alert subheader label (e.g. the money was sent)*/
"Alerts.sendSuccessSubheader" = "DigiByte Terkirim!";

/*JSON Serialization error message*/
"ApiClient.jsonError" = "Serialisasi JSON Gagal";

/*Wallet not ready error message*/
"ApiClient.notReady" = "Dompet belum siap";

/*API Token error message*/
"ApiClient.tokenError" = "Tidak dapat mengambil token API";

/*Send BCH view body.*/
"BCH.body" = "Masukkan alamat DigiByte yang dituju di bawah ini. Semua DigiByte di dompet anda pada saat fork (%1$@) akan dikirim.";

/*Confirm sending <$5.00> to <address>?*/
"BCH.confirmationMessage" = "Konfirmasi pengiriman %1$@ ke %2$@";

/*Confirmation alert title*/
"BCH.confirmationTitle" = "Konfirmasi";

/*Generic bch erorr message*/
"BCH.genericError" = "Akun anda tidak memiliki DigiByte, atau anda menerima DigiByte setelah fork.";

/*Transaction ID copied message*/
"BCH.hashCopiedMessage" = "ID transaksi disalin";

/*No address error message*/
"BCH.noAddressError" = "Masukkan alamat";

/*Attempted to scan unsupported qr code error message.*/
"BCH.paymentProtocolError" = "Permintaan Protokol Pembayaran tidak didukung untuk transaksi DigiByte";

/*BCH successfully sent alert message*/
"BCH.successMessage" = "DigiByte berhasil dikirim.";

/*Widthdraw BCH view title*/
"BCH.title" = "Penarikan DigiByte";

/*Tx Hash button header*/
"BCH.txHashHeader" = "ID Transaksi DigiByte";

/*Approve button label*/
"BitID.approve" = "Menyetujui";

/*<sitename> is requesting authentication using your bitcoin wallet*/
"BitID.authenticationRequest" = "%1$@ meminta otentikasi menggunakan dompet DigiByte anda";

/*Deny button label*/
"BitID.deny" = "Menolak";

/*BitID error alert title*/
"BitID.error" = "Otentikasi Error";

/*BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again)*/
"BitID.errorMessage" = "Silakan periksa layanan. Anda mungkin perlu mencoba lagi.";

/*BitID success alert title*/
"BitID.success" = "Otentikasi Berhasil";

/*BitID Authentication Request alert view title*/
"DigiID.title" = "Permintaan Otentikasi Digi-ID";

/*Cancel button label*/
"Button.cancel" = "Batal";

/*Ignore button label*/
"Button.ignore" = "Abaikan";

/*menu button*/
"Button.menu" = "Menu";

/*No button*/
"Button.no" = "Tidak";

/*OK button label*/
"Button.ok" = "OK";

/*receive button*/
"Button.receive" = "Menerima";

/*send button*/
"Button.send" = "Kirim";

/*Settings button label*/
"Button.settings" = "Pengaturan";

/*Settings button label*/
"Button.submit" = "Submit";

/*Yes button*/
"Button.yes" = "Ya";

/*Camera plugin instruction*/
"CameraPlugin.centerInstruction" = "Pusatkan ID Anda di dalam kotak";

/*Amount to Send: ($1.00)*/
"Confirmation.amountLabel" = "Jumlah yang akan dikirim:";

/*Network Fee: ($1.00)*/
"Confirmation.feeLabel" = "Biaya Network";

/*eg. Processing time: This transaction will take 10-30 minutes to process.*/
"Confirmation.processingTime" = "Waktu memproses: Transaksi ini membutuhkan waktu %1$@ untuk diproses.";

/*Label for "send" button on final confirmation screen*/
"Confirmation.send" = "Kirim";

/*Confirmation Screen title*/
"Confirmation.title" = "Konfirmasi";

/*To: (address)*/
"Confirmation.to" = "Untuk";

/*Total Cost: ($5.00)*/
"Confirmation.totalLabel" = "Total Biaya:";

/*Confirm paper phrase view label.*/
"ConfirmPaperPhrase.label" = "Untuk memastikan semuanya ditulis dengan benar, masukkan kata-kata berikut dari Personal Recovery Key anda.";

/*Word label eg. Word #1, Word #2*/
"ConfirmPaperPhrase.word" = "Kata #%1$@";

/*Bitcoin denomination picker label*/
"DefaultCurrency.bitcoinLabel" = "Unit Tampilan DigiByte";

/*Exchange rate label*/
"DefaultCurrency.rateLabel" = "Nilai Penukaran";

/*Email unavailable alert title*/
"ErrorMessages.emailUnavailableMessage" = "Perangkat ini tidak dikonfigurasi untuk mengirim email dengan aplikasi email iOS.";

/*Email unavailable alert title*/
"ErrorMessages.emailUnavailableTitle" = "Email tidak tersedia";

/*Messaging unavailable alert title*/
"ErrorMessages.messagingUnavailableMessage" = "Perangkat ini tidak dikonfigurasi untuk mengirim pesan.";

/*Messaging unavailable alert title*/
"ErrorMessages.messagingUnavailableTitle" = "Pesan tidak tersedia";

/*You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button]*/
"FaceIDSettings.customizeText" = "Anda dapat menyesuaikan batas pengeluaran Face ID dari% 1 $ @.";

/*Face Id screen label*/
"FaceIDSettings.label" = "Gunakan wajah anda untuk membuka DigiByte dan mengirim uang sesuai batas yang ditetapkan.";

/*Link Text (see FaceIdSettings.customizeText)*/
"FaceIDSettings.linkText" = "Layar batas pengeluaran Face ID";

/*Face id switch label.*/
"FaceIDSettings.switchLabel" = "Aktifkan Face ID untuk DigiByte";

/*Face ID settings view title*/
"FaceIDSettings.title" = "Face ID";

/*Face ID unavailable alert message*/
"FaceIDSettings.unavailableAlertMessage" = "Anda belum mengatur Face ID pada perangkat ini. Buka Pengaturan-> Face ID &  Passcode untuk mengatur sekarang.";

/*Face ID unavailable alert title*/
"FaceIDSettings.unavailableAlertTitle" = "Face ID belum diatur";

/*Face Id spending limit screen title*/
"FaceIDSpendingLimit.title" = "Batas Pengeluaran Face ID";

/*Economy fee*/
"FeeSelector.economy" = "Ekonomi";

/*Fee Selector economly fee description*/
"FeeSelector.economyLabel" = "Perkiraan Pengiriman: 1+ menit";

/*Warning message for economy fee*/
"FeeSelector.economyWarning" = "Pilihan ini tidak disarankan untuk transaksi yang sensitif terhadap waktu.";

/*Regular fee*/
"FeeSelector.regular" = "Biasa";

/*Fee Selector regular fee description*/
"FeeSelector.regularLabel" = "Estimasi Pengiriman: 15-30 detik";

/*Fee Selector title*/
"FeeSelector.title" = "Kecepatan memproses";

/*Checking private key balance progress view text*/
"Import.checking" = "Memeriksa saldo private key...";

/*Sweep private key confirmation message*/
"Import.confirm" = "Kirim %1$@ dari private key ini ke dalam dompet anda? Jaringan DigiByte akan menerima biaya sebesar %2$@.";

/*Duplicate key error message*/
"Import.Error.duplicate" = "Private key ini sudah ada di dalam dompet anda.";

/*empty private key error message*/
"Import.Error.empty" = "Private key ini kosong.";

/*High fees error message*/
"Import.Error.highFees" = "Biaya transaksi akan lebih mahal dari pada dana yang tersedia pada private key ini.";

/*Not a valid private key error message*/
"Import.Error.notValid" = "Private key tidak berlaku";

/*Import signing error message*/
"Import.Error.signing" = "Kesalahan dalam pembubuhan transaksi";

/*Import button label*/
"Import.importButton" = "Impor";

/*Importing wallet progress view label*/
"Import.importing" = "Mengimpor  Dompet";

/*Caption for graphics*/
"Import.leftCaption" = "Dompet yang akan di impor";

/*Import wallet intro screen message*/
"Import.message" = "Mengimpor dompet mentransfer semua DigiByte dari dompet anda yang lain ke dalam Digibyte anda dengan menggunakan satu transaksi.";

/*Enter password alert view title*/
"Import.password" = "Private key ini dilindungi oleh password.";

/*password textfield placeholder*/
"Import.passwordPlaceholder" = "password";

/*Caption for graphics*/
"Import.rightCaption" = "DigiByte Anda";

/*Scan Private key button label*/
"Import.scan" = "Scan Private Key";

/*Import wallet success alert title*/
"Import.success" = "sukses";

/*Successfully imported wallet message body*/
"Import.SuccessBody" = "Dompet berhasil diimpor.";

/*Import Wallet screen title*/
"Import.title" = "Impor Dompet";

/*Unlocking Private key activity view message.*/
"Import.unlockingActivity" = "Membuka Kunci";

/*Import wallet intro warning message*/
"Import.warning" = "Mengimpor dompet tidak termasuk pada riwayat transaksi atau detail lainnya.";

/*Wrong password alert message*/
"Import.wrongPassword" = "Password salah, silahkan coba kembali.";

/*Close app button*/
"JailbreakWarnings.close" = "Tutup";

/*Ignore jailbreak warning button*/
"JailbreakWarnings.ignore" = "Abaikan";

/*Jailbreak warning message*/
"JailbreakWarnings.messageWithBalance" = "KESEPAKATAN KEAMANAN PERANGKAT\nSemua aplikasi 'jailbreak' dapat mengakses data keychain DigiByte dan dapat mencuri DigiByte anda! Hapus dompet ini segera dan pulihkan pada perangkat yang aman.";

/*Jailbreak warning message*/
"JailbreakWarnings.messageWithoutBalance" = "KESEPAKATAN KEAMANAN PERANGKAT\nSemua aplikasi 'jailbreak' dapat mengakses data keychain DigiByte dan dapat mencuri DigiByte Anda. Harap gunakan DigiByte pada perangkat yang anti jailbrake.";

/*Jailbreak warning title*/
"JailbreakWarnings.title" = "PERINGATAN";

/*Location services disabled error*/
"LocationPlugin.disabled" = "Layanan lokasi dinonaktifkan.";

/*No permissions for location services*/
"LocationPlugin.notAuthorized" = "DigiByte tidak memiliki ijin untuk mengakses layanan lokasi.";

/*Wallet creation date prefix*/
"ManageWallet.creationDatePrefix" = "Anda membuat dompet pada  %1$@";

/*Manage wallet description text*/
"ManageWallet.description" = "Nama dompet anda hanya muncul di riwayat transaksi akun anda dan tidak dapat dilihat oleh orang lain.";

/*Change Wallet name textfield label*/
"ManageWallet.textFeildLabel" = "Nama Dompet";

/*Manage wallet modal title*/
"ManageWallet.title" = "Mengelola Dompet";

/*Menu button title*/
"MenuButton.lock" = "Mengunci Dompet";

/*Menu button title*/
"MenuButton.security" = "Pusat Keamanan";

/*Menu button title*/
"MenuButton.settings" = "Pengaturan";

/*Menu button title*/
"MenuButton.support" = "Bantuan";

/*button label*/
"MenuViewController.createButton" = "Membuat Dompet Baru";

/*Menu modal title*/
"MenuViewController.modalTitle" = "Menu";

/*button label*/
"MenuViewController.recoverButton" = "Pulihkan Dompet";

/*Switch to automatic mode button label*/
"NodeSelector.automaticButton" = "Beralih ke Mode Otomatis";

/*Node is connected label*/
"NodeSelector.connected" = "Terhubung";

/*Enter node ip address view body*/
"NodeSelector.enterBody" = "Masukkan alamat IP Node dan port (opsional)";

/*Enter Node ip address view title*/
"NodeSelector.enterTitle" = "Masukkan Node";

/*Switch to manual mode button label*/
"NodeSelector.manualButton" = "Beralih ke Mode Manual";

/*Node address label*/
"NodeSelector.nodeLabel" = "Primary Node saat ini";

/*Node is not connected label*/
"NodeSelector.notConnected" = "Tidak Terhubung";

/*Node status label*/
"NodeSelector.statusLabel" = "Status Koneksi Node";

/*Node Selector view title*/
"NodeSelector.title" = "DigiByte Nodes";

/*Bad Payment request alert title*/
"PaymentProtocol.Errors.badPaymentRequest" = "Permintaan Pembayaran Tidak Sah";

/*Error opening payment protocol file message*/
"PaymentProtocol.Errors.corruptedDocument" = "Dokumen rusak atau tidak didukung";

/*Missing certificate payment protocol error message*/
"PaymentProtocol.Errors.missingCertificate" = "sertifikat hilang";

/*Request expired payment protocol error message*/
"PaymentProtocol.Errors.requestExpired" = "permintaan kadaluarsa";

/*Payment too small alert title*/
"PaymentProtocol.Errors.smallOutputError" = "Tidak dapat melakukan pembayaran";

/*Amount too small error message*/
"PaymentProtocol.Errors.smallPayment" = "Pembayaran DigiByte tidak boleh kurang dari %1$@.";

/*Output too small error message.*/
"PaymentProtocol.Errors.smallTransaction" = "Output transaksi DigiByte tidak boleh kurang dari $@";

/*Unsupported signature type payment protocol error message*/
"PaymentProtocol.Errors.unsupportedSignatureType" = "jenis signature tidak didukung";

/*Untrusted certificate payment protocol error message*/
"PaymentProtocol.Errors.untrustedCertificate" = "sertifikat tidak terpercaya";

/*Enable face ID prompt body*/
"Prompts.FaceId.body" = "Tekan disini untuk mengaktifkan Face ID";

/*Enable face ID prompt title*/
"Prompts.FaceId.title" = "Face ID diaktifkan";

/*No passcode set warning body*/
"Prompts.NoPasscode.body" = "Kata sandi perangkat diperlukan untuk melindungi dompet anda. Buka pengaturan dan aktifkan kata sandi.";

/*No Passcode set warning title*/
"Prompts.NoPasscode.title" = "Aktifkan kata sandi perangkat";

/*Warning about paper key.*/
"Prompts.PaperKey.body" = "Personal Recovery Key anda harus disimpan untuk antisipasi seandainya telepon anda hilang atau diganti. Tekan disini untuk melanjutkan.";

/*An action is required (You must do this action).*/
"Prompts.PaperKey.title" = "Diperlukan Tindakan";

/*Transaction rejected prompt body*/
"Prompts.RecommendRescan.body" = "Dompet anda mungkin tidak sinkron. Hal ini dapat diperbaiki dengan cara pemindaian ulang pada blockchain.";

/*Transaction rejected prompt title*/
"Prompts.RecommendRescan.title" = "Transaksi Ditolak";

/*Share data prompt body*/
"Prompts.ShareData.body" = "Bantu perbaiki DigiByte dengan berbagi data anonim Anda dengan kami";

/*Share data prompt title*/
"Prompts.ShareData.title" = "Bagikan Data Anonim";

/*Enable touch ID prompt body*/
"Prompts.TouchId.body" = "Tekan disini untuk mengaktifkan Touch ID";

/*Enable touch ID prompt title*/
"Prompts.TouchId.title" = "Touch ID diaktifkan";

/*Upgrade PIN prompt body.*/
"Prompts.UpgradePin.body" = "DigiByte telah diupgrade untuk menggunakan PIN 6-digit. Tap di sini untuk mengupgrade.";

/*Upgrade PIN prompt title.*/
"Prompts.UpgradePin.title" = "Upgrade PIN";

/*Notifications will be added later but users can set their preferences now, which is why we specify "in the future".*/
"PushNotifications.body" = "Aktifkan notifikasi untuk menerima pesan khusus dari DigiByte di masa mendatang.";

/*Push notifications toggle switch label*/
"PushNotifications.label" = "Tekan Notifikasi";

/*Push notifications are off label*/
"PushNotifications.off" = "Mati";

/*Push notifications are on label*/
"PushNotifications.on" = "Hidup";

/*Push notifications settings view title label*/
"PushNotifications.title" = "Notifikasi";

/*Address copied message.*/
"Receive.copied" = "Disalin ke clipboard";

/*Share via email button label*/
"Receive.emailButton" = "Email";

/*Request button label*/
"Receive.request" = "Mengajukan Jumlah";

/*Share button label*/
"Receive.share" = "Bagikan";

/*Share via text message (SMS)*/
"Receive.textButton" = "Pesan Teks";

/*Receive modal title*/
"Receive.title" = "Menerima";

/*Done button text*/
"RecoverWallet.done" = "Selesai";

/*Recover wallet header*/
"RecoverWallet.header" = "Pulihkan Dompet";

/*Reset PIN with paper key: header*/
"RecoverWallet.header_reset_pin" = "Reset PIN";

/*Enter paper key instruction*/
"RecoverWallet.instruction" = "Masukkan Personal Recovery Key";

/*Recover wallet intro*/
"RecoverWallet.intro" = "Pulihkan DigiByte anda dengan Personal Recovery Key anda.";

/*Invalid paper key message*/
"RecoverWallet.invalid" = "Personal Recovery Key yang anda masukkan tidak berlaku. Silahkan periksa kembali setiap kata dan coba lagi.";

/*Previous button accessibility label*/
"RecoverWallet.leftArrow" = "Panah Kiri";

/*Next button label*/
"RecoverWallet.next" = "Berikutnya";

/*Reset PIN with paper key: more information button.*/
"RecoverWallet.reset_pin_more_info" = "Tekan disini untuk informasi lebih lanjut.";

/*Next button accessibility label*/
"RecoverWallet.rightArrow" = "Panah kanan";

/*Recover wallet sub-header*/
"RecoverWallet.subheader" = "Masukkan Personal Recovery Key pada DigiByte yang ingin anda pulihkan.";

/*Reset PIN with paper key: sub-header*/
"RecoverWallet.subheader_reset_pin" = "Untuk mengatur ulang PIN Anda, masukkan kata-kata dari Personal Recovery Key anda ke dalam kotak di bawah ini.";

/*No amount entered error message.*/
"RequestAnAmount.noAmount" = "Harap masukkan jumlah terlebih dahulu.";

/*Request a specific amount of bitcoin*/
"RequestAnAmount.title" = "Mengajukan Jumlah";

/*Alert action button label*/
"ReScan.alertAction" = "Sinkronkan";

/*Alert message body*/
"ReScan.alertMessage" = "Anda tidak bisa mengirim DigiByte pada saat melakukan sinkronisasi.";

/*Alert message title*/
"ReScan.alertTitle" = "Sinkronkan dengan Blockchain?";

/*extimated time*/
"ReScan.body1" = "20-45 menit";

/*Syncing explanation*/
"ReScan.body2" = "Jika transaksi menunjukkan sudah selesai pada jaringan DigiByte namun belum selesai pada DigiByte Anda.";

/*Syncing explanation*/
"ReScan.body3" = "Anda berulang kali mengalami error menunjukkan bahwa transaksi anda ditolak.";

/*Start Sync button label*/
"ReScan.buttonTitle" = "Memulai Sinkronisasi";

/*Sync blockchain view footer*/
"ReScan.footer" = "Anda tidak dapat mengirim DigiByte ketika proses sinkronisasi dengan blockchain sedang berlangsung.";

/*Sync Blockchain view header*/
"ReScan.header" = "Sinkronisasi Blockchain";

/*Subheader label*/
"ReScan.subheader1" = "Estimasi waktu";

/*Subheader label*/
"ReScan.subheader2" = "Kapan harus melakukan sinkronisasi?";

/*Scan bitcoin address camera flash toggle*/
"Scanner.flashButtonLabel" = "Lampu Kilat Kamera";

/*Complete filter label*/
"Search.complete" = "Lengkap";

/*Pending filter label*/
"Search.pending" = "tertunda";

/*Received filter label*/
"Search.received" = "diterima";

/*Sent filter label*/
"Search.sent" = "terkirim";

/*Face ID button title*/
"SecurityCenter.faceIdTitle" = "Face ID";

/*Security Center Info*/
"SecurityCenter.info" = "Aktifkan semua fitur keamanan untuk perlindungan maksimal.";

/*Paper Key button description*/
"SecurityCenter.paperKeyDescription" = "Satu-satunya cara untuk mengakses DigiByte anda apabila telepon anda hilang atau diupgrade.";

/*Paper Key button title*/
"SecurityCenter.paperKeyTitle" = "Personal Recovery Key";

/*PIN button description*/
"SecurityCenter.pinDescription" = "Lindungi DigiByte anda dari pengguna yang tidak berwenang.";

/*PIN button title*/
"SecurityCenter.pinTitle" = "PIN 6-Digit";

/*Security Center Title*/
"SecurityCenter.title" = "Pusat Keamanan";

/*Touch ID button description*/
"SecurityCenter.touchIdDescription" = "Buka DigiByte anda dan kirim DigiByte dengan batas yang sudah ditetapkan.";

/*Touch ID button title*/
"SecurityCenter.touchIdTitle" = "Touch ID";

/*Send money amount label*/
"Send.amountLabel" = "Jumlah";

/*Balance: $4.00*/
"Send.balance" = "Saldo: %1$@";

/*Camera not allowed message*/
"Send.cameraunavailableMessage" = "Buka Pengaturan untuk mengizinkan akses kamera.";

/*Camera not allowed alert title*/
"Send.cameraUnavailableTitle" = "DigiByte tidak diijinkan untuk mengakses kamera";

/*Warning when sending to self.*/
"Send.containsAddress" = "Tujuannya adalah alamat anda sendiri. Anda tidak dapat mengirim untuk diri anda sendiri.";

/*Could not create transaction alert title*/
"Send.creatTransactionError" = "Tidak dapat membuat transaksi.";

/*Description for sending money label*/
"Send.descriptionLabel" = "Memo";

/*Emtpy pasteboard error message*/
"Send.emptyPasteboard" = "Pasteboard kosong";

/*Network Fee: $0.01*/
"Send.fee" = "Biaya Jaringan: %1$@";

/*Payee identity not certified alert title.*/
"Send.identityNotCertified" = "Identitas penerima pembayaran tidak sah.";

/*Invalid address alert message*/
"Send.invalidAddressMessage" = "Alamat tujuan bukan alamat DigiByte yang sah.";

/*Invalid address on pasteboard message*/
"Send.invalidAddressOnPasteboard" = "Pasteboard tidak berisi alamat DigiByte yang sah.";

/*Invalid address alert title*/
"Send.invalidAddressTitle" = "Alamat tidak sah";

/*Is rescanning error message*/
"Send.isRescanning" = "Pengiriman dinonaktifkan saat proses  penelusuran ulang.";

/*Loading request activity view message*/
"Send.loadingRequest" = "Permintaan Pemuatan";

/*Empty address alert message*/
"Send.noAddress" = "Mohon masukkan alamat penerima.";

/*Emtpy amount alert message*/
"Send.noAmount" = "Mohon masukkan jumlah yang akan dikirim.";

/*Paste button label*/
"Send.pasteLabel" = "Paste";

/*Could not publish transaction alert title*/
"Send.publishTransactionError" = "Tidak dapat mempublikasikan transaksi.";

/*Could not load remote request error message*/
"Send.remoteRequestError" = "Tidak dapat memuat permintaan pembayaran";

/*Scan button label*/
"Send.scanLabel" = "Scan";

/*Send button label (the action, "press here to send")*/
"Send.sendLabel" = "Kirim";

/*Send screen title (as in "this is the screen for sending money")*/
"Send.title" = "Kirim";

/*Send money to label*/
"Send.toLabel" = "Untuk";

/*Adress already used alert message - first part*/
"Send.UsedAddress.firstLine" = "Alamat DigiByte hanya ditujukan untuk sekali penggunaan saja.";

/*Adress already used alert message - second part*/
"Send.UsedAddress.secondLIne" = "Penggunaan kembali akan mengurangi privasi baik bagi anda maupun penerima dan dapat mengakibatkan kehilangan jika penerima tidak secara langsung mengontrol alamatnya.";

/*Adress already used alert title*/
"Send.UsedAddress.title" = "Alamat Sudah Digunakan";

/*About label*/
"Settings.about" = "Tentang";

/*Advanced Settings title*/
"Settings.advancedTitle" = "Pengaturan Lanjutan";

/*i.e. the currency which will be displayed*/
"Settings.currency" = "Tampilan Kurs";

/*Join Early access label*/
"Settings.earlyAccess" = "Akses Join Early";

/*Are you enjoying bread alert message body*/
"Settings.enjoying" = "Apakah anda menikmati DigiByte?";

/*Face ID spending limit label*/
"Settings.faceIdLimit" = "Batas Pengeluaran Face ID";

/*Import wallet label*/
"Settings.importTitle" = "Impor Dompet";

/*Manage settings section header*/
"Settings.manage" = "Mengelola";

/*Notifications label*/
"Settings.notifications" = "Notifikasi";

/*Leave review button label*/
"Settings.review" = "Berikan kami ulasan";

/*Share anonymous data label*/
"Settings.shareData" = "Bagikan Data Anonim";

/*Sync blockchain label*/
"Settings.sync" = "Sinkronkan Blockchain";

/*Settings title*/
"Settings.title" = "Pengaturan";

/*Touch ID spending limit label*/
"Settings.touchIdLimit" = "Batas Pengeluaran Touch ID";

/*Wallet Settings section header*/
"Settings.wallet" = "Dompet";

/*Start or recover another wallet menu label.*/
"Settings.wipe" = "Mulai/Pulihkan Dompet Lainnya";

/*Share data view body*/
"ShareData.body" = "Bantu peningkatan DigiByte dengan berbagi data anonim anda kepada kami. Ini tidak termasuk informasi tentang keuangan. Kami sangat menghormati privasi finansial anda.";

/*Share data header*/
"ShareData.header" = "Bagikan Data?";

/*Share data switch label.*/
"ShareData.toggleLabel" = "Bagikan Data Anonim?";

/*button label*/
"StartPaperPhrase.againButtonTitle" = "Tuliskan kembali Personal Recovery Key anda";

/*Paper key explanation text.*/
"StartPaperPhrase.body" = "Personal Recovery Key anda adalah satu-satunya cara untuk mengembalikan DigiByte anda jika telepon anda hilang, dicuri, rusak atau di upgrade versinya.\n\nKami akan memberikan anda daftar kata-kata untuk ditulis pada selembar kertas dan jaga keamanannya.";

/*button label*/
"StartPaperPhrase.buttonTitle" = "Tuliskan Personal Recovery Key";

/*Argument is date*/
"StartPaperPhrase.date" = "Terakhir kali anda menuliskan Personal Recovery Key anda pada %1$@";

/*Start view message*/
"StartViewController.message" = "Cara yang paling aman dan terpercaya untuk menggunakan DigiByte.";

/*Syncing view connectiong state header text*/
"SyncingView.connecting" = "Menghubungkan";

/*Syncing view header text*/
"SyncingView.header" = "Sinkronisasi";

/*Retry button label*/
"SyncingView.retry" = "Coba kembali";

/*Syncing view syncing state header text*/
"SyncingView.syncing" = "Sinkronisasi";

/*6 d (6 days)*/
"TimeSince.days" = "%1$@ hari";

/*6 h (6 hours)*/
"TimeSince.hours" = "%1$@ jam";

/*6 m (6 minutes)*/
"TimeSince.minutes" = "%1$@ menit";

/*6 s (6 seconds)*/
"TimeSince.seconds" = "%1$@ detik";

/*You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button]*/
"TouchIdSettings.customizeText" = "Anda dapat menyesuaikan batas pengeluaran Touch ID dari %1$@.";

/*Touch Id screen label*/
"TouchIdSettings.label" = "Gunakan sidik jari untuk membuka DigiByte Anda dan mengirimkan DigiByte pada batas yang telah ditetapkan.";

/*Link Text (see TouchIdSettings.customizeText)*/
"TouchIdSettings.linkText" = "Layar Batas Pengeluaran Touch ID";

/*Spending Limit: b100,000 ($100)*/
"TouchIdSettings.spendingLimit" = "Batas pengeluaran: %1$@ (%2$@)";

/*Touch id switch label.*/
"TouchIdSettings.switchLabel" = "Aktifkan Touch ID untuk DigiByte";

/*Touch ID settings view title*/
"TouchIdSettings.title" = "Touch ID";

/*Touch ID unavailable alert message*/
"TouchIdSettings.unavailableAlertMessage" = "Anda belum mengaktifkan Touch ID pada perangkat ini. Buka Settings-> Touch ID & Kode Sandi untuk mengaturnya sekarang.";

/*Touch ID unavailable alert title*/
"TouchIdSettings.unavailableAlertTitle" = "Touch ID Tidak di Set Up";

/*Always require passcode option*/
"TouchIdSpendingLimit" = "Selalu membutuhkan kode sandi";

/*Touch ID spending limit screen body*/
"TouchIdSpendingLimit.body" = "Anda akan diminta memasukkan PIN 6-digit untuk mengirim transaksi melebihi batas pengeluaran anda, dan setiap 48 jam sejak terakhir kali anda memasukkan PIN 6-digit anda.";

/*Touch Id spending limit screen title*/
"TouchIdSpendingLimit.title" = "Batas Pengeluaran Touch ID";

/*Availability status text*/
"Transaction.available" = "Tersedia Untuk Digunakan";

/*Transaction complete label*/
"Transaction.complete" = "Lengkap";

/*eg. Ending balance: $50.00*/
"Transaction.ending" = "Saldo akhir: %1$@";

/*Exchange rate on date header*/
"Transaction.exchangeOnDayReceived" = "Nilai penukaran saat diterima:";

/*Exchange rate on date header*/
"Transaction.exchangeOnDaySent" = "Nilai penukaran saat terkirim:";

/*(b600 fee)*/
"Transaction.fee" = "Biaya %1$@";

/*Invalid transaction*/
"Transaction.invalid" = "TIDAK SAH";

/*Timestamp label for event that just happened*/
"Transaction.justNow" = "baru saja";

/*Receive status text: 'In progress: 20%'*/
"Transaction.receivedStatus" = "Sedang berlangsung: %1$@";

/*Send status text: 'In progress: 20%'*/
"Transaction.sendingStatus" = "Sedang berlangsung: %1$@";

/*eg. Starting balance: $50.00*/
"Transaction.starting" = "Saldo awal: %1$@";

/*Waiting to be confirmed string*/
"Transaction.waiting" = "Menunggu untuk dikonfirmasi. Beberapa merchant membutuhkan konfirmasi untuk menyelesaikan transaksi. Perkiraan waktu: 1-2 menit.";

/*e.g. I received money from an account.*/
"TransactionDetails.account" = "Akun";

/*Amount section header*/
"TransactionDetails.amountHeader" = "Jumlah";

/*Block height label*/
"TransactionDetails.blockHeightLabel" = "Terkonfirmasi di Blok";

/*Memo section header*/
"TransactionDetails.commentsHeader" = "Memo";

/*Empty transaction list message.*/
"TransactionDetails.emptyMessage" = "Transaksi anda akan muncul disini.";

/*"Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part.*/
"TransactionDetails.from" = "pada %1$@";

/*More button title*/
"TransactionDetails.more" = "Lagi...";

/*Moved $5.00 (as in "I moved $5 to another location")*/
"TransactionDetails.moved" = "Dipindahkan %1$@";

/*Moved $5.00*/
"TransactionDetails.movedAmountDescription" = "Dipindahkan <b>%1@</b>";

/*eg. Confirmed in Block: Not Confirmed*/
"TransactionDetails.notConfirmedBlockHeightLabel" = "Tidak dikonfirmasi";

/*"Received [$5] at [which of my addresses]" => This is the "Received [$5]" part.*/
"TransactionDetails.received" = "Diterima %1$@";

/*Received $5.00*/
"TransactionDetails.receivedAmountDescription" = "Diterima <b>%1@</b>";

/*"Sent [$5] to [address]" => This is the "Sent [$5]" part.*/
"TransactionDetails.sent" = " Dikirim %1$@";

/*Sent $5.00*/
"TransactionDetails.sentAmountDescription" = "Terkirim <b>%1@</b>";

/*Status section header*/
"TransactionDetails.statusHeader" = "Status";

/*Transaction Details Title*/
"TransactionDetails.title" = "Detail transaksi";

/*"Sent [$5] to [address]" => This is the "to [address]" part.*/
"TransactionDetails.to" = "Untuk %1$@";

/*Transaction ID header*/
"TransactionDetails.txHashHeader" = "ID Transaksi DigiByte";

/*(this transaction was) Received at this address:*/
"TransactionDirection.address" = "Diterima di alamat ini";

/*(this transaction was) Sent to this address:*/
"TransactionDirection.to" = "Terkirim pada Alamat ini";

/*Disabled until date*/
"UnlockScreen.disabled" = "Nonaktifkan sampai %1$@";

/*My Address button title*/
"UnlockScreen.myAddress" = "Alamat Saya";

/*Reset PIN with Paper Key button label.*/
"UnlockScreen.resetPin" = "Reset PIN";

/*Scan button title*/
"UnlockScreen.scan" = "Scan";

/*Unlock Screen sub-header*/
"UnlockScreen.subheader" = "Masukkan PIN";

/*TouchID prompt text*/
"UnlockScreen.touchIdPrompt" = "Buka DigiByte anda.";

/*Unlock with TouchID accessibility label*/
"UnlockScreen.touchIdText" = "Buka dengan Touch ID";

/*Wallet unlocked message*/
"UnlockScreen.unlocked" = "Dompet tidak terkunci";

/*Update PIN caption text*/
"UpdatePin.caption" = "Ingat PIN ini. Jika Anda lupa, Anda tidak akan bisa mengakses DigiByte Anda";

/*PIN creation info.*/
"UpdatePin.createInstruction" = "PIN Anda akan digunakan untuk membuka DigiByte Anda dan mengirim DigiByte.";

/*Update PIN title*/
"UpdatePin.createTitle" = "Atur PIN";

/*Update PIN title*/
"UpdatePin.createTitleConfirm" = "Masukkan kembali PIN";

/*Enter current PIN instruction*/
"UpdatePin.enterCurrent" = "Masukkan PIN anda saat ini.";

/*Enter new PIN instruction*/
"UpdatePin.enterNew" = "Masukkan PIN baru anda.";

/*Re-Enter new PIN instruction*/
"UpdatePin.reEnterNew" = "Masukkan kembali PIN baru anda.";

/*Update PIN failure error message.*/
"UpdatePin.setPinError" = "Maaf, tidak dapat mengupdate PIN.";

/*Update PIN failure alert view title*/
"UpdatePin.setPinErrorTitle" = "Update PIN Error";

/*Update PIN title*/
"UpdatePin.updateTitle" = "Update PIN";

/*Authorize to copy wallet addresses alert message*/
"URLHandling.addressaddressListAlertMessage" = "Salin alamat dompet pada clipboard?";

/*Authorize to copy wallet address PIN view prompt.*/
"URLHandling.addressList" = "Otorisasi untuk menyalin alamat dompet ke clipboard";

/*Authorize to copy wallet address alert title*/
"URLHandling.addressListAlertTitle" = "Salin Alamat Dompet";

/*Copy wallet addresses alert button label*/
"URLHandling.copy" = "Salin";

/*Verify PIN for transaction view body*/
"VerifyPin.authorize" = "Harap masukkan PIN Anda untuk meng-otorisasi transaksi ini.";

/*Verify PIN view body*/
"VerifyPin.continueBody" = "Silahkan masukkan PIN untuk melanjutkan.";

/*Verify PIN view title*/
"VerifyPin.title" = "PIN diperlukan";

/*Authorize transaction with touch id message*/
"VerifyPin.touchIdMessage" = "Otorisasikan transaksi ini.";

/*'No wallet' warning for watch app*/
"Watch.noWalletWarning" = "Buka aplikasi iPhone DigiByte untuk mengatur dompet Anda.";

/*Dismiss button label*/
"Webview.dismiss" = "Menghentikan";

/*Webview loading error message*/
"Webview.errorMessage" = "Terjadi kesalahan saat memuat konten. Silahkan dicoba lagi.";

/*Updating webview message*/
"Webview.updating" = "Memperbaharui...";

/*Welcome screen text. (?) will be replaced with the help icon users should look for.*/
"Welcome.body" = "DigiByte untuk iOS telah berubah nama menjadi Digibyte, dengan tampilan dan fitur baru.\n\nJika anda membutuhkan bantuan, temukan (?) di kanan atas layar.";

/*Top title of welcome screen*/
"Welcome.title" = "Selamat datang di DigiByte!";

/*Wipe wallet alert message*/
"WipeWallet.alertMessage" = "Apakah anda yakin untuk menghapus dompet ini?";

/*Wipe wallet alert title*/
"WipeWallet.alertTitle" = "Menghapus Dompet?";

/*Failed wipe wallet alert message*/
"WipeWallet.failedMessage" = "Gagal menghapus dompet";

/*Failed wipe wallet alert title*/
"WipeWallet.failedTitle" = "Gagal";

/*Enter phrase to wipe wallet instruction.*/
"WipeWallet.instruction" = "Masukkan Personal Recovery Key dompet ini untuk menghapusnya dan kemudian mulai atau pulihkan dompet yang lain. Saldo anda saat ini tetap pada Personal Recovery Key ini.";

/*Start wipe wallet view message*/
"WipeWallet.startMessage" = "Memulai atau memulihkan dompet lain memungkinkan anda mengakses dan mengelola Digibyte yang berbeda pada perangkat ini.";

/*Start wipe wallet view warning*/
"WipeWallet.startWarning" = "Anda tidak lagi dapat mengakses DigiByte anda saat ini dari perangkat ini. Saldo akan tetap pada personal recovery key anda.";

/*Wipe wallet navigation item title.*/
"WipeWallet.title" = "Mulai atau Pulihkan Dompet Lainnya";

/*Wipe wallet button title*/
"WipeWallet.wipe" = "Menghapus";

/*Wiping activity message*/
"WipeWallet.wiping" = "Menghilangkan...";

/*Paper key instructions.*/
"WritePaperPhrase.instruction" = "Tuliskan setiap kata secara cermat dan simpan di tempat yang aman.";

/*button label*/
"WritePaperPhrase.next" = "Selanjutnya";

/*button label*/
"WritePaperPhrase.previous" = "Sebelumnya";

/*1 of 3*/
"WritePaperPhrase.step" = "%1$d dari %2$d";

/*header of PinView*/
"Prompts.SecurityCheck.header" = "pemeriksaan\nkeamanan";

/*header of balance*/
"Balance.header" = "TOTAL\nSALDO";

/*labels of syncView*/
"SynchingView.blockHeightLabel" = "TINGGI BLOK";
"SynchingView.progressLabel" = "PERKEMBANGAN";

/*filter buttons for transactionView*/
"TransactionView.all" = "semua";

/*TransactionFilter sent*/
"TransactionView.sent" = "terkirim";

/*TransactionFilter received*/
"TransactionView.received" = "diterima";

/*DATE: date*/
"TransactionDetailView.date" = "tanggal";

/*PROCESSED: time*/
"TransactionDetailView.processed" = "terproses";

/*STATUS: complete*/
"TransactionDetailView.status" = "status";

/*CONFIRMATIONS: number*/
"TransactionDetailView.confirmations" = "konfirmasi";

/*missing time translation*/
"FeeSelector.regularTime" = "15-30 detik";

/*Text that is shown when asset was not resolved yet*/
"Assets.unresolved" = "Aset belum terselesaikan";

/*Text to show if no metadata is available for the asset*/
"Assets.noMetadata" = "DigiAsset";

/*Showing when multiple assets were received*/
"Assets.multipleAssets" = "Beberapa aset";

/*Title of confirm view*/
"Assets.receivedAssetsTitle" = "DigiAssets diterima";

/*Message will be displayed if assets were received*/
"Assets.receivedAssetsMessage" = "Anda menerima satu atau lebih DigiAssets. Untuk meninjau aset anda, aplikasi ini butuh berkomunikasi dengan server metadata. Ini akan membuka beberapa data publik dompet anda, seperti hashes alamat atau transaksi.";

/*Title of confirm view if opening single*/
"Assets.openAssetTitle" = "Tinjau DigiAsset";

/*Message will be displayed if asset shall be opened*/
"Assets.openAssetMessage" = "Untuk meninjau asset, aplikasi ini butuh berkomunikasi dengan server metadata. Ini akan membuka salah satu alamat publik dompet anda.";

/*Title to show when assets are being fetched*/
"Assets.fetchingAssetsTitle" = "Menarik Aset";

/*View RAW Transaction button title*/
"Assets.viewRawTransaction" = "Tinjau transaksi RAW";

/*Resolve button caption*/
"Assets.confirmAssetsResolve" = "Menyelesaikan aset";

/*Skip button caption*/
"Assets.skipAssetsResolve" = "Lewatkan";

/*Cancel button caption*/
"Assets.cancelAssetsResolve" = "Batal";

/*Skip button caption*/
"Assets.continueWithoutSync" = "Lewatkan sinkronisasi";

/*Total supply of asset*/
"Assets.totalSupply" = "Total Pasokan";

/*Number of total holders of an asset*/
"Assets.numberOfHolders" = "Jumlah Pemegang";

/*lock status of an asset*/
"Assets.lockStatus" = "Kunci Status";

/*Issuer key*/
"Assets.issuer" = "Penerbit";

/*AssetID key*/
"Assets.assetID" = "ID Aset";

/*Address key*/
"Assets.address" = "Alamat";

/*Possible value of Lock Status*/
"Assets.locked" = "Terkunci";

/*Possible value of Lock Status*/
"Assets.unlocked" = "Tidak Terkunci";

/*Shown if a value is unknown (N/A)*/
"Assets.unknown" = "Tidak diketahui";

/*Total Balance: <BALANCE>*/
"Assets.totalBalance" = "Total saldo";

/*Tap to show button*/
"Assets.tapToShow" = "Tekan untuk melihat";

/*Tap to hide button*/
"Assets.tapToHide" = "Tekan untuk sembunyi";

/*Asset ID: XXXXXX*/
"Assets.assetIdKey" = "ID Aset";

/*Total Balance: 1000*/
"Assets.balanceKey" = "Total Saldo";

/*Issuer: CreateDigiAssets.com*/
"Assets.issuerKey" = "Penerbit";

/*Asset Info: YYYY*/
"Assets.assetInfoKey" = "Info Aset";

/*Description: ZZZZ*/
"Assets.descriptionKey" = "Deskripsi";

/*Button title for GET STARTED*/
"Assets.getStarted" = "Memulai";

/*Button title for create new asset*/
"Assets.createNewAsset" = "Buat Aset baru";

/*Heading for Receive assets*/
"Assets.receiveAssets" = "Menerima Aset";

/*Heading for create new assets*/
"Assets.createAssets" = "Buat Aset";

/*Heading for burn assets*/
"Assets.burnAssets" = "Bakar Aset";

/*Button title for send assets*/
"Assets.sendAssets" = "Kirim Aset";

/*Tab title*/
"Assets.tabOverview" = "Aset";

/*Tab title*/
"Assets.tabCreate" = "Buat";

/*Tab title*/
"Assets.tabSend" = "Kirim";

/*Tab title*/
"Assets.tabReceive" = "Terima";

/*Tab title*/
"Assets.tabBurn" = "Bakar";

/*Shown, when no assets are available*/
"Assets.nothingFoundHere" = "Tidak ada yang ditemukan disini";

/*Asset selector placeholder text*/
"Assets.selectAnAsset" = "Pilih Aset";

/*Danger Title*/
"Assets.dangerTitle" = "ZONA BAHAYA";

/*Danger description*/
"Assets.dangerText" = "Membakar aset  berarti hilang secara permanen. Anda tidak akan pernah bisa mengembalikannya.";

/*Asset not available*/
"Assets.AssetNotAvailable" = "Aset tidak tersedia";

/*Displayed as a message when not enough assets are available*/
"Assets.NotEnoughAssets" = "Tidak cukup aset";

/*No asset data error message*/
"Assets.NoAssetData" = "Tidak ada data aset";

/*Displayed as a message when assets were burned*/
"Assets.AssetsBurned" = "Aset terbakar!";

/*Displayed as a message when assets were sent*/
"Assets.AssetsSent" = "Aset terkirim!";

/*Transaction could not be broadcasted: <MESSAGE>*/
"Assets.couldNotBeBroadcasted" = "Transaksi tidak dapat disiarkan:%1$@";

/*Transaction could not be created: <MESSAGE> (code: 123)*/
"Assets.couldNotBeCreated" = "Transaksi tidak dapat dibuat: %1$@ (code: %2$@)";

/*Total unique: 1234*/
"Assets.totalUnique" = "Total jumlah aset unik: %1$@";

/*Context menu button caption*/
"Assets.Context.info" = "Info";

/*Context menu button caption*/
"Assets.Context.send" = "Kirim";

/*Context menu button caption*/
"Assets.Context.receive" = "Terima";

/*Context menu button caption*/
"Assets.Context.burn" = "Bakar";

/*Assets you own (heading)*/
"Assets.yourAssets" = "Aset yang anda miliki";

/*Message heading*/
"Assets.protocolDisabled" = "Protokol DigiAssets dinonaktifkan";

/*Message heading*/
"Assets.protocolDisabledDescription" = "Protokol DigiAssets dinonaktifkan";

/*Select an asset (default dropdown)*/
"Assets.select" = "Pilih aset ...";

/*(Underlying) Asset Transaction*/
"Assets.tx" = "Transaksi Aset";

/*View RAW Asset Transaction*/
"Assets.rawTx" = "Tinjau Transaksi Raw";

/*ImageReader Title*/
"QRImageReader.title" = "QRimage Reader";

/*Image button label*/
"QRImageReader.readQRButtonLabel" = "Image";

/*no qr code found*/
"QRImageReader.readQRMessageNotFound" = "Tidak ada QR code ditemukan pada image";

/*Found qrcode*/
"QRImageReader.readQRMessageSuccess" = "ditemukan:";

/*Found multiply qr code im image*/
"QRImageReader.readQRMessageTooMany" = "Beberapa qr codes ditemukan";

/*address book modal title*/
"AddressBook.title" = "Buku Alamat";

/*Name of contact*/
"AddressBook.name" = "Nama";

/*Placeholder for searchbar*/
"AddressBook.searchPlaceholder" = "Cari kontak";

/*Favorites header title*/
"AddressBook.favorites" = "Favorit";

/*Header title in address book*/
"AddressBook.addContact" = "Masukkan kontak baru";

/*button title for add button*/
"AddressBook.addContactButtonTitle" = "Masukkan kontak";

/*button title for edit button*/
"AddressBook.editContactButtonTitle" = "Edit kontak";

/*Header title in address book*/
"AddressBook.editContact" = "Edit kontak";

/*the contact's address (textfield label)*/
"AddressBook.address" = "Alamat";

/*header in confirm dialog to delete contact*/
"AddressBook.deleteContactHeader" = "Hapus kontak";

/*description in confirm dialog to delete contact*/
"AddressBook.deleteContact" = "Apakah anda ingin menghapus kontak ini?";

/*Title for first welcome screen*/
"Welcome.page1title" = "Selamat datang di dompet DigiByte.";

/*Title for second welcome screen*/
"Welcome.page2title" = "Kirim";

/*Title for third welcome screen*/
"Welcome.page3title" = "Terima";

/*Title for fourth welcome screen*/
"Welcome.page4title" = "Simpan dengan aman";

/*Title for fifth welcome screen*/
"Welcome.page5title" = "Masuk dengan Digi-ID";

/*Text for first welcome screen*/
"Welcome.page1text" = "Simpan dengan aman dan gunakan kurs DigiByte anda.";

/*Text for second welcome screen*/
"Welcome.page2text" = "Secara mudah dan instan mengirimkan Digibyte anda secara global.";

/*Text for third welcome Text*/
"Welcome.page3text" = "Buat permintaan pembayaran dan secara instan menerima uang dari berbagai pelosok dunia.";

/*Text for fourth welcome screen*/
"Welcome.page4text" = "Lindungi DigiByte Anda dengan rangkaian fitur keamanan terbaru.";

/*Text for fifth welcome screen*/
"Welcome.page5text" = "Manfaatkan kekuatan pengamanan blockchain dengan Digi-ID Open Auth.";

/*Insufficient funds error*/
"Send.insufficientFunds" = "Dana tidak mencukupi";

/*maximum amount*/
"Send.max" = "Maks";

/*option to use Dandelion Protocol*/
"Send.useDandelion" = "Gunakan Protokol Dandelion untuk meningkatkan privasi";

/*Receive 10 BTC to <Address>*/
"Receive.receiveAmountTo" = "Terima %1$@ to %2$@";

/*Receive to <Address>*/
"Receive.receiveTo" = "Terima untuk %1$@";

/*Clickable button*/
"Receive.showLegacyAddress" = "Tampilkan Alamat Legacy sebagai gantinya";

/*Clickable button*/
"Receive.showSegwitAddress" = "Tampilkan Alamat Segwit sebagai gantinya";

/*Receive Address Box placeholder*/
"Receive.receiveAddress" = "Menerima Alamat";

/*Wipe wallet button*/
"JailbreakWarnings.wipe" = "Hapus";

/*Wallet locked message*/
"UnlockScreen.locked" = "Dompet Terkunci";

/*Unlock with FaceID accessibility label*/
"UnlockScreen.faceIdPrompt" = "Tekan disini untuk membuka Digibyte anda dengan Face ID";

/*Message that appears, when the sign timeout was triggered*/
"Transaction.signTimeout" = "tidak memasukan tx dalam batas waktu";

/*Manage wallet button title*/
"AccountHeader.manageButtonName" = "KELOLA";

/*Equals symbol*/
"AccountHeader.equals" = "=";

/*Switch label for setting*/
"TouchIdSettings.automaticBiometricsSwitchLabel" = "Permintaan Touch ID secara otomatis diawal";

/*Switch label for setting*/
"FaceIDSettings.automaticBiometricsSwitchLabel" = "Permintaan Face ID secara otomatis diawal";

/*Always require passcode option*/
"TouchIdSpendingLimit.requirePasscode" = "selalu menggunakan kode sandi";

/*custom amount limit (category)*/
"TouchIdSpendingLimit.custom" = "Custom";

/*custom amount limit (title)*/
"TouchIdSpendingLimit.customAmount" = "Jumlah custom";

/*Description for custom amount*/
"TouchIdSpendingLimit.customAmountDescription" = "Masukkan jumlah custom";

/*Port must be greater than 0 and less than 65535*/
"Settings.invalidPortHeader" = "Port tidak sah";

/*send max button visible or not*/
"Settings.maxSendEnabled" = "Tampilkan Tombol Kirim Maks";

/*do not place a digibyte logo into qr codes*/
"Settings.excludeLogoInQR" = "Sembunyikan logo Digibyte di QR codes";

/*Do not show any DigiAsset Contents*/
"Settings.showRawTransactions" = "Nonaktifkan DigiAssets";

/*Resolve Assets without a prompt*/
"Settings.resolveAssetsWithoutPrompt" = "Selesaikan aset tanpa prompt";

/*Clear Asset Cache*/
"Settings.clearAssetCache" = "Bersihkan Cache Aset";

/*Clear Assets Image cache*/
"Settings.clearImageCache" = "Bersihkan Image Cache";

/*Message that appears when a cache was cleared*/
"Settings.cacheCleared" = "Cache terhapus";

/*DigiByte Nodes (Network term)*/
"Settings.nodes" = "Nodes Digibyte";

/*Settings item*/
"Settings.useDigiIDLegacy" = "Gunakan Digi-Id Legacy";

/*Message that appears when DigiID Legacy is being opened*/
"Settings.digiIdLegacyWarning" = "Menambahkan pengecualian tidak disarankan. Digi-ID Legacy akan dihapus pada rilis mendatang";

/*DigiID Legacy Preview Text (how many websites were added as an exception)*/
"Settings.digiIdPreview" = "#%1$@ site(s)";

/*DigiID Legacy Title*/
"Settings.digiIdLegacyTitle" = "Digi-ID Legacy";

/*DigiID Legacy Description*/
"Settings.digiIdLegacyDescription" = "Digi-ID Legacy mengacu ke varian autentikasi yang sudah usang, dimana tidak cocok dengan DigiByte Android. Tidak disarankan untuk menggunakan Digi-ID Legacy untuk login baru.";

/*DigiID Legacy: Add Exception (button)*/
"Settings.addException" = "Tambahkan pengecualian";

/*Welcome title*/
"AssetsWelcome.welcomeTitle" = "Selamat datang di DigiAssets";

/*Create Heading*/
"AssetsWelcome.createHeading" = "Buat.";

/*Send Heading*/
"AssetsWelcome.sendHeading" = "Kirim.";

/*Receive Heading*/
"AssetsWelcome.receiveHeading" = "Terima.";

/*Create Text*/
"AssetsWelcome.createText" = "Anda dapat membuat DigiAssets melalui DigiAssets webapp. Jadikan hal yang anda sukai menjadi DigiAssets.";

/*Send Text*/
"AssetsWelcome.sendText" = "Anda dapat mengirim DigiAssets kepada orang lain melalui transfer kepemilikan, langsung melalui DigiAssets app.";

/*Receive Text*/
"AssetsWelcome.receiveText" = "Anda dapat menerima DigiAssets dari orang lain melalui transfer kepemilikan, langsung melalui DigiAssets app.";

/*Introduction in About Screen*/
"About.introduction" = "Aplikasi ini diciptakan oleh DigiByte, para antusias Blockchain dan sukarelawan tidak dibayar yang meluangkan waktu dan kemampuannya kepada proyek yang mereka yakini.";

/*'BLOCK HEIGHT' caption title*/
"SyncingView.blockHeightLabel" = "TINGGI BLOK";

/*'PROGRESS' caption title (PROGRESS: May 18 / June 18)*/
"SyncingView.progressLabel" = "PERKEMBANGAN";

/*Heading of modal alert*/
"ReScan.fastSync" = "Sinkronisasi Cepat";

/*Privacy Warning of fast sync*/
"ReScan.fastSyncDescription" = "Untuk mengoptimisasi sinkronisasi, dompet ini dapat berkomunikasi dengan blockexplorer. Catatan bahwa ini dapat membocorkan beberapa alamat dompet publik untuk mempercepat sinkronisasi.";

/*Heading of modal alert*/
"ReScan.fastReSync" = "Ulangi Sinkronisasi Cepat";

/*Regular Sync description*/
"ReScan.regularSync" = "Sinkronisasi ulang reguler (lambat)";

/*Confirm paper phrase error message*/
"ConfirmPaperPhrase.error" = "Kata-kata yg dimasukkan tidak sesuai kunci kertas anda. Mohon coba kembali.";

/*Confirm dialog's default confirm action title*/
"Alerts.confirmOkCaption" = "OK";

/*confirm dialog's default cancel action title*/
"Alerts.confirmCancelCaption" = "Batal";

/*Menu button title for DigiAssets*/
"MenuButton.digiAssets" = "DigiAssets";

/*Fee Selector regular fee description*/
"FeeSelector.estimatedDeliver" = "Estimasi Pengiriman: %1$@";

/*E.g. [This transaction is predicted to complete in] 1+ minutes*/
"FeeSelector.economyTime" = "1+ menit";

/*Import Address Heading*/
"Assets.Send.importAddress" = "Impor alamat";

/*Import Address Option: Address Book*/
"Assets.Send.addressBook" = "Buku alamat";

/*Import Address Option: Import Address from Clipboard*/
"Assets.Send.pasteFromClipboard" = "Salin dari Clipboard";

/*Import Address Option: Scan QR*/
"Assets.Send.scanQR" = "Scan QR Code";

/*Import Address Option: Browse Gallery*/
"Assets.Send.browseGallery" = "Jelajah Galeri";

/*Import Address Description: Address Book*/
"Assets.Send.addressBookDescription" = "Gunakan alamat dari Buku Alamat";

/*Import Address Description: QR Scanner*/
"Assets.Send.scanQRDescription" = "Gunakan kamera anda untuk scan QR Code yg berisi alamat";

/*Import Address Heading*/
"Assets.Send.browseGalleryDescription" = "Impor gambar dari Galeri";

/*Favorite Switch Title (as favorite)-option*/
"AddressBook.favorite" = "Favorit";

/*Version: 2.0.0*/
"Abput.version" = "Versi:#%1$@";

/*Development Heading in About Section*/
"Abput.development" = "Pengembangan";

/*UI Heading in About Section*/
"About.ui" = "UI";

/*Special Thanks Heading in About Section*/
"About.specialThanks" = "Terima Kasih";

/*Translations Heading in About Section*/
"About.translations" = "Terjemahan";
